Repository: player-freelancer/RAHHAL_swift
Catalog: RAHHAL/*.lproj/Localizable.strings
Languages: ar

source: Mobile No.
ar: رقم الموبایل

source: Login
ar: الدخول

source: Don't have an account yet ? Sign up.
ar: لیس لدیك حساب؟ سجل الآن

source: Back
ar: رجوع

source: Please wait while we verify your number
ar: الرجاء الانتظار حتى یتم إرسال كود التحقق إلى رقمك

source: Enter your code
ar: أدخل رقم الكود المرسل إلیك

source: Didn't get the code? Resend
ar: لم تصل رسالة التحقق؟ أعد الإرسال

source: Verify
ar: تحقق

source: seconds
ar: ثواني

source: REGISTRATION
ar: التسجیل

source: Last Name
ar: أسم العائلة

source: First Name
ar: الأسم الأول

source: Terms & Conditions.
ar: الأحكام والشروط

source: Submit
ar: أرسل

source: OK
ar: موافق

source: Please fill all the fields.
ar: الرجاء إكمال جمیع الخانات

source: First name cannot be left blank.
ar: الأسم الأول لا یمكن أن یكون فارغا

source: Last name cannot be left blank.
ar: الأسم الأخیر لا یمكن أن یكون فارغا

source: Mobile No. cannot be left blank.
ar: رقم الموبایل لا یمكن أن یكون فارغا

source: Mobile No. entered is incorrect.
ar: رقم الموبایل المدخل غیر صحیح

source: OTP entered is incorrect.
ar: رقم التحقق المدخل غیر صحیح

source: Error
ar: خطأ

source: Warning
ar: تحذير

source: You must agree with the terms and conditions.
ar: يجب أن تتفق مع الشروط والأحكام.

source: Something went wrong, please try again
ar: حدث خطأ ما. أعد المحاولة من فضلك

source: Please check your internet connection
ar: الرجاء التحقق من اتصال الانترنت الخاص بك
